The flex duct type of this flex duct.
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public FlexDuctType FlexDuctType { get; set; }
  Visual Basic
Public Property FlexDuctType As FlexDuctType
	Get
	Set
  Visual C++
public:
property FlexDuctType^ FlexDuctType {
	FlexDuctType^ get ();
	void set (FlexDuctType^ value);
}
 See Also
  FlexDuct Class
  Autodesk.Revit.DB.Mechanical Namespace